// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nazwa";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Ostatnia modyfikacja";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Rozmiar";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nowy folder";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Usuń";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopiuj";

// Text shown on a button which cancels an operation.
"cancelButton" = "Anuluj";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Anulowanie";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Przygotowanie do kopiowania do folderu „%@”";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Szacowanie pozostałego czasu...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Pozostało mniej niż 5 s";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Pozostało mniej niż 15 s";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Pozostało mniej niż 30 s";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Pozostała ok. 1 min";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Pozostała ok. 1 godz.";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ z %2$@ – %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "folder bez nazwy";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 element, dostępne: %1$@";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Błąd podczas usuwania";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Nie można usunąć pliku lub folderu o nazwie „%@”";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Nie można utworzyć folderu";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Nie można nawiązać połączenia z urządzeniem";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Nie można nawiązać komunikacji z urządzeniem";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Nie można zmienić nazwy folderu";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Nie można zmienić nazwy pliku";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Nie można skopiować pliku";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Nie można zastąpić pliku";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Nie można skopiować pliku „%@”";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "W aplikacji Android File Transfer nie można otwierać plików.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Aby otworzyć plik, przenieś go najpierw na komputer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "W aplikacji Android File Transfer nie można otwierać wielu elementów jednocześnie.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Nie wybrano elementu do otwarcia.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Wybierz jeden element i spróbuj ponownie.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Brak błędów";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Brak elementu o tej nazwie";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Urządzenie nie jest zainicjowane. Podłącz lub uruchom je ponownie.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Plik lub folder o tej nazwie już istnieje";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Ponownie podłącz lub uruchom urządzenie.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Element o nazwie „%@” istnieje już w tym folderze.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Czy chcesz zastąpić istniejący element kopiowanym?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Zastąp";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Pomiń";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Zastąp wszystkie";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Plik „%@” jest zbyt duży.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Za pomocą aplikacji Android File Transfer można przesyłać tylko pliki mniejsze niż 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Czy na pewno chcesz trwale usunąć wybrane elementy?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Nie można cofnąć tej czynności";

// Label for the About menu item
"menuAbout" = "Android File Transfer – informacje";
// Label for the Services menu item
"menuServices" = "Usługi";
// Label for the menu item which hides the application
"menuHide" = "Ukryj Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Ukryj inne";
// Label for the menu item which shows all windows
"menuShowAll" = "Pokaż wszystkie";
// Label for the menu item which quits the application
"menuQuit" = "Zamknij Android File Transfer";

// Label for the File menu
"menuFile" = "Plik";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nowy folder";
// Label for the menu item which closes the window
"menuCloseWindow" = "Zamknij okno";
// Label for the menu item which deletes the selected items
"menuDelete" = "Usuń";

// Label for the Go menu
"menuGo" = "Przejdź";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Wstecz";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Dalej";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Folder nadrzędny";
// Label for the menu item which open the selected
"menuOpenFolder" = "Otwórz folder";

// Label for the Window menu
"menuWindow" = "Okno";
// Label for the minimize window menu item
"menuMinimize" = "Minimalizuj";
// Label for the zoom window menu item
"menuZoom" = "Powiększenie";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Przenieś wszystkie na pierwszy plan";

// Label for the Help menu
"menuHelp" = "Pomoc";
// Label for the help menu item
"menuHelpItem" = "Android File Transfer – pomoc";

// Title shown on the welcome screen.
"welcomeTitleText" = "Android File Transfer – witamy!";
// Body text of welcome screen.
"welcomeBodyText" = "Podłącz urządzenie z systemem Android do Maca przy użyciu kabla USB. Następnie przeciągnij elementy między oknami aplikacji Android File Transfer i Finder. Aby uzyskać więcej informacji, wybierz kolejno polecenia Pomoc > Android File Transfer – pomoc.\n\nAplikacja Android File Transfer współpracuje z systemem Android 3.0 lub nowszym.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Zaczynamy";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Nie znaleziono urządzenia z systemem Android";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Zacznij od podłączenia urządzenia z systemem Android przy użyciu kabla USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
